UI_KR = {
    'mainscreen' :'''
*****************************
*                           *
*     KMU Kiosk System      *
*                           *
*     1. 메뉴 주문하기      *
*     2. 언어 설정          *
*     3. 직원 호출          *
*     4. 관리자 모드        *
*                           *
*****************************
''',
    'menuscreen' :'''
*****************************
*          메   뉴          *
*****************************
''',
    'cartscreen' :'''
*****************************************
*            장바구니 도움말             *
*    -2 입력: 장바구니에서 메뉴 제거      *
*    -1 입력: 장바구니 비우기             *
*     0 입력: 결제하기                   *
*   메뉴 번호 입력: 장바구니에 메뉴 담기  *
*****************************************
*             현재 장바구니              *
*****************************************
''',
    'receiptscreen' :'''
*****************************
         영  수  증                          
''',
    'languageselect' :'''
*****************************
*         언어 선택         *
*         1. 한국어         *
*         2. 영 어          *
*****************************  
''',
'numberticket' :'''
*****************************
          번 호 표           
''',

}

UI_EN = {
    'mainscreen' :'''
*****************************
*                           *
*     KMU Kiosk System      *
*                           *
*     1. View Menu          *
*     2. Change Language    *
*     3. Call Manager       *
*     4. Enter Admin mode   *
*                           *
*****************************
''',
    'menuscreen' :'''
*****************************
*          M E N U          *
*****************************
''',
    'cartscreen' :'''
*****************************************
*                C A R T                *
*    Enter -2: remove menu from cart    *
*    Enter -1: clear cart               *
*    Enter 0: purchase                  *
*****************************************
*           Curent Cart list            *
*****************************************
''',
    'receiptscreen' :'''
*****************************
        R E C E I P T                        
''',
'languageselect' :'''
*****************************
*      Select Language      *
*        1. Korean          *
*        2. English         *
*****************************  
''',

}

